Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 更好的 Cookie 支持
ar: دعم أفضل لملفات تعريف الارتباط
de: Bessere Cookie-Unterstützung
en: Better Cookie Supports
es: Mejor soporte para cookies
fr: Meilleure prise en charge des cookies
hi: बेहतर कुकी समर्थन
id: Dukungan cookie yang lebih baik
it: Migliore supporto per i cookie
ja: より良いCookieサポート
ko: 더 나은 Cookie 지원
nl: Betere cookie-ondersteuning
pl: Lepsza obsługa plików cookie
pt: Melhor suporte a cookies
ru: Лучшая поддержка файлов cookie
th: การสนับสนุนคุกกี้ที่ดีขึ้น
tr: Daha iyi çerez desteği
uk: Краща підтримка файлів cookie
vi: Hỗ trợ cookie tốt hơn

source: 更改密码
ar: قم بتغيير كلمة المرور
de: Passwort ändern
en: Change Passcode
es: Cambiar la contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
id: Ubah kata sandi
it: Cambia la password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Verander het wachtwoord
pl: Zmień hasło
pt: Alterar a senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
uk: Змінити пароль
vi: Thay đổi mật khẩu
zh_hant: 更改密碼

source: 更改工具
ar: تغيير الأدوات
de: Werkzeuge ändern
en: Change Tool
es: Cambiar herramientas
fr: Modifier les outils
hi: उपकरण बदलें
id: Mengubah alat
it: Cambia gli strumenti
ja: ツールを変更する
ko: 도구 변경
nl: Gereedschap veranderen
pl: Zmień narzędzia
pt: Alterar ferramentas
ru: Изменить инструменты
th: เปลี่ยนเครื่องมือ
tr: Araçları değiştir
uk: Змінити інструменти
vi: Thay đổi công cụ

source: 服务器错误
ar: خطأ في الخادم
de: Serverfehler
en: Server Error
es: Error del servidor
fr: Erreur de serveur
hi: सर्वर त्रुटि
id: Kesalahan server
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
nl: Serverfout
pl: Błąd serwera
pt: Erro no servidor
ru: Ошибка сервера
th: ข้อผิดพลาดของเซิร์ฟเวอร์
tr: Sunucu hatası
uk: Помилка сервера
vi: Lỗi máy chủ
zh_hant: 伺服器錯誤

source: 未启用
ar: غير ممكن
de: Nicht aktiviert
en: Not Enabled
es: No habilitado
fr: Non activé
hi: सक्षम नहीं
id: Tidak diaktifkan
it: Non abilitato
ja: 無効化
ko: 미활성화
nl: Niet ingeschakeld
pl: Nie włączone
pt: Não habilitado
ru: Не включено
th: ไม่ได้เปิดใช้งาน
tr: Etkin değil
uk: Не увімкнено
vi: Chưa bật
zh_hant: 未啟用

source: 未完成的下载
ar: التنزيلات غير المكتملة
de: Unvollendete Downloads
en: Unfinished Downloading
es: Descargas sin terminar
fr: Téléchargements inachevés
hi: अधूरा डाउनलोड
id: Unduhan yang belum selesai
it: Download incompiuti
ja: 未完了のダウンロード
ko: 미완성 다운로드
nl: Onvoltooide downloads
pl: Niedokończone pliki do pobrania
pt: Downloads inacabados
ru: Незавершенная загрузка
th: การดาวน์โหลดที่ยังไม่เสร็จ
tr: Bitmemiş indirmeler
uk: Незавершені завантаження
vi: Tải xuống chưa hoàn thành
zh_hant: 未完成的下載

source: 未完成的编辑
ar: التحرير غير المكتمل
de: Unvollendete Bearbeitung
en: Unfinished editing
es: Edición incompleta
fr: Édition inachevée
hi: अधूरा संपादन
id: Pengeditan yang belum selesai
it: Modifica incompiuta
ja: 未完成の編集
ko: 미완성 편집
nl: Onvoltooide bewerking
pl: Niedokończona edycja
pt: Edição inacabada
ru: Незаконченное редактирование
th: การแก้ไขที่ยังไม่เสร็จ
tr: Bitmemiş düzenleme
uk: Незавершене редагування
vi: Chỉnh sửa chưa hoàn thành
zh_hant: 未完成的編輯

source: 未标记
ar: غير ملحوظ
de: Nicht markiert
en: Unmarked
es: Sin marcar
fr: Non marqué
hi: अचिह्नित
id: Tidak ditandai
it: Non marcato
ja: 未読
ko: 미표시
nl: Ongemarkeerd
pl: Nieoznakowany
pt: Não marcado
ru: Неотмеченный
th: ไม่มีแผลเป็น
tr: İşaretsiz
uk: Немаркований
vi: Không đánh dấu
zh_hant: 未標記

source: 未知错误
ar: خطأ غير معروف
de: Unbekannter Fehler
en: Unknown Error
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Kesalahan yang tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hant: 未知錯誤

source: 未能复现
ar: فشل في التكاثر
de: Reproduzierung fehlgeschlagen
en: Cannot Reproduce
es: No se pudo reproducir
fr: Échec de la reproduction
hi: पुनरुत्पादन करने में विफल रहा
id: Gagal mereproduksi
it: Impossibile riprodurre
ja: 再現できませんでした
ko: 재현하지 못했다
nl: Kan niet reproduceren
pl: Nie udało się odtworzyć
pt: Falha na reprodução
ru: Не удалось воспроизвести
th: ล้มเหลวในการทําซ้ํา
tr: Yeniden üretilemedi
uk: Не вдалося відтворити
vi: Không thể tái tạo
zh_hant: 未能複現

source: 本地图书
ar: الكتب المحلية
de: Lokale Bücher
en: Local Books
es: Libros locales
fr: Livres locaux
hi: स्थानीय किताबें
id: Buku-buku lokal
it: Libri locali
ja: ローカル図書
ko: 현지 도서
nl: Lokale boeken
pl: Lokalne książki
pt: Livros locais
ru: Местные книги
th: หนังสือท้องถิ่น
tr: Yerel kitaplar
uk: Місцеві книги
vi: Sách địa phương
zh_hant: 本地書籍

source: 本地图片
ar: صور محلية
de: Lokale Bilder
en: Local Image
es: Fotos locales
fr: Photos locales
hi: स्थानीय तस्वीरें
id: Gambar-gambar lokal
it: Foto locali
ja: ローカル写真
ko: 현지 사진
nl: Lokale foto's
pl: Lokalne zdjęcia
pt: Fotos locais
ru: Местные фотографии
th: รูปภาพท้องถิ่น
tr: Yerel resimler
uk: Місцеві фотографії
vi: Hình ảnh địa phương
zh_hant: 本地圖片

source: 本地媒体
ar: وسائل الإعلام المحلية
de: Lokale Medien
en: Local Media
es: Medios locales
fr: Médias locaux
hi: स्थानीय मीडिया
id: Media lokal
it: Media locali
ja: ローカルメディア
ko: 현지 미디어
nl: Lokale media
pl: Lokalne media
pt: Mídia local
ru: Местные СМИ
th: สื่อท้องถิ่น
tr: Yerel medya
uk: Місцеві ЗМІ
vi: Truyền thông địa phương
zh_hant: 本地媒體

source: 本地音频
ar: الصوت المحلي
de: Lokales Audio
en: Local Audios
es: Audio local
fr: Audio local
hi: स्थानीय ऑडियो
id: Audio lokal
it: Audio locale
ja: ローカルオーディオ
ko: 로컬 오디오
nl: Lokale audio
pl: Lokalny dźwięk
pt: Áudio local
ru: Локальное аудио
th: เสียงท้องถิ่น
tr: Yerel ses
uk: Локальне аудіо
vi: Âm thanh cục bộ
zh_hant: 本地音頻

source: 杂项
ar: عناصر متنوعة
de: Verschiedene Gegenstände
en: Miscellaneous
es: Artículos diversos
fr: Articles divers
hi: विविध आइटम
id: Barang-barang lain-lain
it: Articoli vari
ja: 雑項
ko: 잡목
nl: Diverse items
pl: Różne przedmioty
pt: Itens diversos
ru: Разные предметы
th: สิ่งของเบ็ดเตล็ด
tr: Çeşitli eşyalar
uk: Різні предмети
vi: Các mặt hàng khác

source: 构建版本
ar: إصدار البناء
de: Build-Version
en: Build Number
es: Versión de construcción
fr: Version de construction
hi: बिल्ड संस्करण
id: Membangun versi
it: Build versione
ja: ビルドバージョン
ko: 빌드 버전
nl: Bouw versie
pl: Wersja kompilacji
pt: Construir versão
ru: Версия сборки
th: สร้างเวอร์ชัน
tr: Yapı versiyonu
uk: Версія збірки
vi: Phiên bản xây dựng

source: 查看图片
ar: شاهد الصورة
de: Sehen Sie sich das Bild an
en: List Image
es: Ver la imagen
fr: Voir l'image
hi: चित्र देखें
id: Lihat gambarnya
it: Guarda l'immagine
ja: 画像を表示
ko: 사진을 확인하다
nl: Bekijk de foto
pl: Zobacz zdjęcie
pt: Veja a imagem
ru: Посмотреть картинку
th: ดูรูปภาพ
tr: Resmi görüntüle
uk: Переглянути зображення
vi: Xem hình ảnh
zh_hant: 查看圖片

source: 查看图片 - 步骤
ar: عرض الصورة - الخطوات
de: Sehen Sie sich das Bild an - Schritte
en: List Image - Steps
es: Ver la imagen - Pasos
fr: Voir l'image - Étapes
hi: चित्र देखें - चरण
id: Lihat gambar - Langkah-langkah
it: Guarda l'immagine - Passi
ja: 画像を表示 - ステップ
ko: 사진 보기 - 단계
nl: Bekijk de foto - Stappen
pl: Zobacz zdjęcie - Kroki
pt: Veja a imagem - Passos
ru: Просмотр изображений - Шаги
th: ดูรูปภาพ - ขั้นตอน
tr: Resmi görüntüle - Adımlar
uk: Переглянути зображення - Кроки
vi: Xem hình ảnh - Các bước
zh_hant: 查看圖片 - 步驟

source: 查看示例图书 [《三体》(1.83 MB)]
ar: عرض كتب نموذجية [ثلاثة أجسام (1.83 ميغابايت)]
de: Beispielbücher anzeigen [Three Bodies (1.83 MB)]
en: View sample book [The Three-Body Problem (1.83 MB)]
es: Ver libros de muestra [Three Bodies (1,83 MB)]
fr: Voir les livres d'échantillons [Trois corps (1,83 Mo)]
hi: नमूना पुस्तकें देखें [तीन निकाय (1.83 एमबी)]
id: Lihat contoh buku [Three Bodies (1,83 MB)]
it: Visualizza i libri di esempio [Three Bodies (1,83 MB)]
ja: サンプル図書を見る[『三体』(1.83 MB)]
ko: 예시 도서 보기 [《삼체》(1.83 MB)]
nl: Bekijk voorbeeldboeken [Three Bodies (1,83 MB)]
pl: Zobacz przykładowe książki [Trzy ciała (1.83 MB)]
pt: Ver livros de amostra [Três Corpos (1,83 MB)]
ru: Посмотреть образцы книг [Три тела (1,83 МБ)]
th: ดูหนังสือตัวอย่าง [Three Bodies (1.83 MB)]
tr: Örnek kitapları görüntüle [Three Bodies (1.83 MB)]
uk: Переглянути зразки книг [Три тіла (1,83 МБ)]
vi: Xem sách mẫu [Three Bodies (1.83 MB)]

source: 查看示例图片
ar: عرض عينة من الصور
de: Beispielbilder ansehen
en: View sample image
es: Ver imágenes de muestra
fr: Voir les exemples d'images
hi: नमूना चित्र देखें
id: Lihat contoh gambar
it: Visualizza le immagini di esempio
ja: サンプル画像を見る
ko: 예시 사진 보기
nl: Bekijk voorbeeldfoto's
pl: Zobacz przykładowe zdjęcia
pt: Ver imagens de amostra
ru: Посмотреть образцы фотографий
th: ดูภาพตัวอย่าง
tr: Örnek resimleri görüntüle
uk: Переглянути зразки зображень
vi: Xem ảnh mẫu

source: 查看示例视频 (41.4 MB)
ar: عرض عينة من مقاطع الفيديو (41.4 ميجابايت)
de: Beispielvideos ansehen (41,4 MB)
en: View sample video (41.4 MB)
es: Ver vídeos de muestra (41,4 MB)
fr: Voir des exemples de vidéos (41,4 Mo)
hi: नमूना वीडियो देखें (41.4 एमबी)
id: Lihat contoh video (41,4 MB)
it: Visualizza video di esempio (41,4 MB)
ja: サンプルビデオを見る (41.4 MB)
ko: 샘플 동영상 보기 (41.4 MB)
nl: Bekijk voorbeeldvideo's (41.4 MB)
pl: Zobacz przykładowe filmy (41,4 MB)
pt: Ver vídeos de amostra (41,4 MB)
ru: Посмотреть образцы видео (41,4 МБ)
th: ดูวิดีโอตัวอย่าง (41.4 MB)
tr: Örnek videoları görüntüle (41.4 MB)
uk: Переглянути зразки відео (41,4 МБ)
vi: Xem video mẫu (41.4 MB)

source: 查看示例音频
ar: تحقق من عينة الصوت
de: Überprüfen Sie das Beispiel-Audio
en: View sample audio
es: Comprueba el audio de muestra
fr: Vérifiez l'échantillon audio
hi: नमूना ऑडियो की जाँच करें
id: Periksa sampel audio
it: Controlla l'audio campione
ja: サンプル音声を見る
ko: 샘플 오디오 보기
nl: Controleer de voorbeeldaudio
pl: Sprawdź przykładowy dźwięk
pt: Verifique a amostra de áudio
ru: Проверьте образец аудио
th: ตรวจสอบตัวอย่างเสียง
tr: Örnek sesi kontrol et
uk: Перевірте зразок аудіо
vi: Kiểm tra âm thanh mẫu
zh_hant: 査看示例音頻

source: 查看网页图片
ar: عرض الصور على صفحة الويب
de: Sehen Sie sich die Bilder auf der Webseite an
en: List Images
es: Ver las imágenes en la página web
fr: Voir les photos sur la page web
hi: वेब पेज पर तस्वीरें देखें
id: Lihat gambar-gambar di halaman web
it: Guarda le immagini sulla pagina web
ja: ウェブページ画像を表示
ko: 웹 페이지 사진을 확인하다
nl: Bekijk de foto's op de webpagina
pl: Zobacz zdjęcia na stronie internetowej
pt: Veja as fotos na página da web
ru: Посмотреть веб-фотографии
th: ดูรูปภาพบนหน้าเว็บ
tr: Web sayfasındaki resimleri görüntüleyin
uk: Переглянути зображення на веб-сторінці
vi: Xem hình ảnh trên trang web
zh_hant: 查看網頁圖片

source: 标签页
ar: صفحة علامة التبويب
de: Registerkarte
en: Tabs
es: Página de pestañas
fr: Page d'onglet
hi: टैब पेज
id: Halaman tab
it: Scheda pagina
ja: タブ
ko: 라벨 페이지
nl: Tabpagina
pl: Strona karty
pt: Página de guia
ru: Вкладки
th: หน้าแท็บ
tr: Sekme sayfası
uk: Сторінка вкладок
vi: Trang tab
zh_hant: 標籤頁

source: 标签页浏览
ar: تصفح علامة التبويب
de: Tab-Stöbern
en: Browsing Tabs
es: Navegación por pestañas
fr: Navigation par l'onglet
hi: टैब ब्राउज़िंग
id: Penjelajahan tab
it: Navigazione della scheda
ja: タブブラウズ
ko: 탭 페이지 열람
nl: Tabblad bladeren
pl: Przeglądanie kart
pt: Navegação de guias
ru: Просмотр вкладок
th: การเรียกดูแท็บ
tr: Sekme taraması
uk: Перегляд вкладок
vi: Trình duyệt tab
zh_hant: 標籤頁瀏覽

source: 标题
ar: عُنْوان
de: Überschrift
en: Title
es: Encabezamiento
fr: En-tête
hi: शीर्षक
id: Menuju
it: Intestazione
ja: タイトル
ko: 제목
nl: Rubriek
pl: Nagłówek
pt: Cabeçalho
ru: Заголовок
th: หัวเรื่อง
tr: Başlık
uk: Заголовоку
vi: Tiêu đề
zh_hant: 標題

source: 标题不能为空
ar: لا يمكن أن يكون العنوان فارغا.
de: Der Titel kann nicht leer sein.
en: Title cannot be empty
es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
hi: शीर्षक खाली नहीं हो सकता।
id: Judulnya tidak boleh kosong.
it: Il titolo non può essere vuoto.
ja: タイトルは空にできません
ko: 제목은 비워서는 안 됩니다
nl: De titel kan niet leeg zijn.
pl: Tytuł nie może być pusty.
pt: O título não pode estar vazio.
ru: Заголовок не может быть пустым.
th: ชื่อเรื่องไม่สามารถเว้นว่างไว้ได้
tr: Başlık boş olamaz.
uk: Назва не може бути порожньою.
vi: Tiêu đề không thể để trống.
zh_hant: 標題不能為空

source: 检查更新时出错
ar: حدث خطأ عند التحقق من التحديث.
de: Beim Überprüfen des Updates ist ein Fehler aufgetreten.
en: Error occurred when checking for update.
es: Hubo un error al comprobar la actualización.
fr: Il y a eu une erreur lors de la vérification de la mise à jour.
hi: अपडेट की जांच करते समय एक त्रुटि हुई।
id: Terjadi kesalahan saat memeriksa pembaruan.
it: Si è verificato un errore durante il controllo dell'aggiornamento.
ja: 更新チェック中にエラーが発生しました
ko: 업데이트 확인 시 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het controleren van de update.
pl: Wystąpił błąd podczas sprawdzania aktualizacji.
pt: Houve um erro ao verificar a atualização.
ru: Произошла ошибка при проверке обновлений.
th: เกิดข้อผิดพลาดขณะตรวจสอบการอัปเดต
tr: Güncellemeyi kontrol ederken bir hata oluştu.
uk: Під час перевірки оновлення сталася помилка.
vi: Đã xảy ra lỗi khi kiểm tra bản cập nhật.
zh_hant: 檢查更新時出錯

source: 樱花动漫
ar: ساكورا للرسوم المتحركة
de: Sakura-Animation
en: Sakura Anime (Chinese, Simplified)
es: Animación Sakura
fr: Animation Sakura
hi: सकुरा एनीमेशन
id: Animasi Sakura
it: Animazione Sakura
ja: 桜アニメ
ko: 벚꽃 애니메이션
nl: Sakura Animatie
pl: Animacja Sakury
pt: Animação Sakura
ru: Анимация Сакуры
th: ซากุระแอนิเมชัน
tr: Sakura Animasyonu
uk: Анімація Сакури
vi: Hoạt hình Sakura
zh_hant: 櫻花働漫

source: 次要搜索引擎
ar: محرك البحث الثانوي
de: Sekundäre Suchmaschine
en: Secondary Search Engine
es: Motor de búsqueda secundario
fr: Moteur de recherche secondaire
hi: द्वितीयक खोज इंजन
id: Mesin pencari sekunder
it: Motore di ricerca secondario
ja: 二次検索エンジン
ko: 보조 검색 엔진
nl: Secundaire zoekmachine
pl: Wtórna wyszukiwarka
pt: Mecanismo de busca secundário
ru: Вторичная поисковая система
th: เครื่องมือค้นหารอง
tr: İkincil arama motoru
uk: Вторинна пошукова система
vi: Công cụ tìm kiếm thứ cấp

source: 歌曲链接无效
ar: رابط الأغنية غير صالح
de: Der Link des Liedes ist ungültig
en: Invalid Song Link
es: El enlace de la canción no es válido
fr: Le lien de la chanson n'est pas valide
hi: गीत का लिंक अमान्य है
id: Tautan lagunya tidak valid
it: Il link della canzone non è valido
ja: 曲のリンクが無効です
ko: 노래 링크가 무효입니다
nl: De link van het nummer is ongeldig
pl: Link do piosenki jest nieprawidłowy
pt: O link da música é inválido
ru: Ссылка на песню недействительна
th: ลิงก์ของเพลงไม่ถูกต้อง
tr: Şarkının bağlantısı geçersiz
uk: Посилання на пісню некоректне
vi: Liên kết của bài hát không hợp lệ

source: 歌词不可用
ar: كلمات الأغاني غير متوفرة.
de: Der Text ist nicht verfügbar.
en: Lyrics Unavailable
es: Las letras no están disponibles.
fr: Les paroles ne sont pas disponibles.
hi: गीत उपलब्ध नहीं हैं।
id: Liriknya tidak tersedia.
it: I testi non sono disponibili.
ja: 歌詞は使えません
ko: 가사를 사용할 수 없습니다
nl: De teksten zijn niet beschikbaar.
pl: Teksty nie są dostępne.
pt: A letra não está disponível.
ru: Тексты песен недоступны.
th: เนื้อเพลงไม่พร้อมใช้งาน
tr: Şarkı sözleri mevcut değil.
uk: Тексти пісень недоступні.
vi: Lời bài hát không có sẵn.
zh_hant: 歌詞不可用

source: 正在下载 M3U8 媒体，这可能需要较长时间，且暗礁浏览器无法报告进度。
ar: يتم تنزيل وسائط M3U8، والتي قد تستغرق وقتا طويلا، ولا يمكن لمتصفح الشعاب المرجانية الإبلاغ عن التقدم المحرز.
de: M3U8-Medien werden heruntergeladen, was lange dauern kann, und der Reef-Browser kann den Fortschritt nicht melden.
en: Downloading M3U8 media, this may take a while, and Darock Browser cannot report progress.
es: Se están descargando los medios M3U8, lo que puede llevar mucho tiempo, y el navegador Reef no puede informar del progreso.
fr: Les médias M3U8 sont en cours de téléchargement, ce qui peut prendre beaucoup de temps, et le navigateur de récif ne peut pas signaler la progression.
hi: M3U8 मीडिया डाउनलोड किया जा रहा है, जिसमें लंबा समय लग सकता है, और रीफ ब्राउज़र प्रगति की रिपोर्ट नहीं कर सकता है।
id: Media M3U8 sedang diunduh, yang mungkin memakan waktu lama, dan browser terumbu karang tidak dapat melaporkan kemajuannya.
it: I media M3U8 vengono scaricati, il che potrebbe richiedere molto tempo e il browser Reef non può segnalare i progressi.
ja: M3U8メディアをダウンロードしています。これには時間がかかる可能性があり、暗礁ブラウザは進捗を報告することができません。
ko: M3U8 미디어를 다운로드 중이며 시간이 오래 걸릴 수 있으며 암초 브라우저는 진행 상황을 보고할 수 없습니다.
nl: M3U8-media worden gedownload, wat lang kan duren, en de rifbrowser kan de voortgang niet rapporteren.
pl: Pobierane są multimedia M3U8, co może zająć dużo czasu, a przeglądarka rafy nie może zgłosić postępów.
pt: A mídia M3U8 está sendo baixada, o que pode levar muito tempo, e o navegador reef não pode relatar o progresso.
ru: Медиа M3U8 загружается, что может занять много времени, и браузер рифа не может сообщить о ходе работы.
th: สื่อ M3U8 กําลังถูกดาวน์โหลด ซึ่งอาจใช้เวลานาน และเบราว์เซอร์แนวปะการังไม่สามารถรายงานความคืบหน้าได้
tr: M3U8 medyası indiriliyor, bu uzun zaman alabilir ve resif tarayıcısı ilerlemeyi bildiremiyor.
uk: Завантажується медіа M3U8, що може зайняти багато часу, і браузер рифу не може повідомити про прогрес.
vi: Phương tiện M3U8 đang được tải xuống, có thể mất nhiều thời gian và trình duyệt rạn san hô không thể báo cáo tiến trình.
zh_hant: 正在下載 M3U8 媒體，這可能需要較長時間，且闇礁瀏覽器無灋報告進度。

source: 正在下载...
ar: التحميل...
de: Herunterladen...
en: Downloading...
es: Descargando...
fr: Téléchargement...
hi: डाउनलोड हो रहा है...
id: Mengunduh...
it: Scaricando...
ja: ダウンロード中...
ko: 다운로드 중...
nl: Downloaden...
pl: Pobieranie...
pt: Baixando...
ru: Загрузка...
th: กําลังดาวน์โหลด...
tr: İndiriliyor...
uk: Завантаження...
vi: Đang tải xuống...
zh_hant: 正在下載...

source: 正在修复
ar: إصلاح
de: Reparieren
en: Fixing
es: Reparación
fr: Réparation
hi: मरम्मत
id: Memperbaiki
it: Riparazione
ja: 修正中
ko: 복구중
nl: Herstellen
pl: Naprawianie
pt: Reparando
ru: Ремонт
th: กําลังซ่อมแซม
tr: Onarım
uk: Ремонт
vi: Sửa chữa
zh_hant: 正在修復

source: 正在加载
ar: تَحْميل
de: Beladung
en: Loading
es: Carga
fr: Chargement
hi: लोड हो रहा है
id: Memuat
it: Carico
ja: 読み込み中
ko: 로딩중
nl: Het laden
pl: Załadunek
pt: Carregando
ru: Загрузка
th: การบรรทุก
tr: Yükleme
uk: Завантаження
vi: Bốc hàng
zh_hant: 正在加載

source: 正在检查…
ar: التحقق...
de: Überprüfen...
en: Checking...
es: Comprobando...
fr: Vérification...
hi: जाँच कर रहा है...
id: Memeriksa...
it: Controllo...
ja: チェック中...
ko: 검사중...
nl: Controleren...
pl: Sprawdzanie...
pt: Verificando...
ru: Проверяю...
th: กําลังตรวจสอบ...
tr: Kontrol ediliyor...
uk: Перевірка...
vi: Đang kiểm tra...
zh_hant: 正在檢查…

source: 正在检查更新...
ar: التحقق من التحديثات...
de: Nach Updates suchen...
en: Checking for update…
es: Comprobando si hay actualizaciones...
fr: Vérification des mises à jour...
hi: अपडेट की जांच कर रहे हैं...
id: Memeriksa pembaruan...
it: Controllo degli aggiornamenti...
ja: 更新チェック中...
ko: 업데이트 확인 중...
nl: Controleren op updates...
pl: Sprawdzanie aktualizacji...
pt: Verificando atualizações...
ru: Проверка обновлений...
th: กําลังตรวจสอบการอัปเดต...
tr: Güncellemeler kontrol ediliyor...
uk: Перевірка оновлень...
vi: Kiểm tra các bản cập nhật...
zh_hant: 正在檢查更新...

source: 正在获取位置...
ar: الحصول على الموقع...
de: Den Standort erhalten...
en: Getting location...
es: Conseguir la ubicación...
fr: Obtenir l'emplacement...
hi: स्थान प्राप्त करना...
id: Mendapatkan lokasi...
it: Ottenere la posizione...
ja: 位置情報を取得中...
ko: 위치를 취득하고 있습니다...
nl: De locatie krijgen...
pl: Uzyskanie lokalizacji...
pt: Obtendo a localização...
ru: Получение местоположения...
th: รับตําแหน่ง...
tr: Konumu alıyorum...
uk: Отримання місцезнаходження...
vi: Lấy vị trí...
zh_hant: 正在獲取位置...

source: 正在载入
ar: تَحْميل
de: Beladung
en: Loading
es: Carga
fr: Chargement
hi: लोड हो रहा है
id: Memuat
it: Carico
ja: 読み込み中
ko: 로딩중
nl: Het laden
pl: Załadunek
pt: Carregando
ru: Загрузка
th: การบรรทุก
tr: Yükleme
uk: Завантаження
vi: Bốc hàng
zh_hant: 正在載入

source: 正在载入...
ar: جار التحميل...
de: Wird geladen...
en: Loading...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
th: กําลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...

source: 此 %@
ar: هذا %@
de: Diese %@
en: This %@
es: Este %@
fr: Ce %@
hi: यह %@
id: Ini %@
it: Questo %@
ja: この %@
ko: 이 %@
nl: Dit %@
pl: To %@
pt: Este %@
ru: Это %@
th: นี้ %@
tr: Bu %@
uk: Це %@
vi: Cái này %@

source: 此反馈已关闭，若要重新进行反馈，请创建一个新的反馈
ar: هذه التعليقات مغلقة. إذا كنت ترغب في إعادة التعليقات، فيرجى إنشاء ملاحظات جديدة.
de: Dieses Feedback ist geschlossen. Wenn Sie erneut Feedback geben möchten, erstellen Sie bitte ein neues Feedback.
en: This feedback had been closed. Create a new feedback if you want to report again.
es: Este comentario está cerrado. Si desea volver a hacer un comentario, cree un nuevo comentario.
fr: Ce commentaire est fermé. Si vous souhaitez faire un nouveau commentaire, veuillez créer un nouveau commentaire.
hi: यह प्रतिक्रिया बंद हो गई है। यदि आप फिर से प्रतिक्रिया देना चाहते हैं, तो कृपया एक नई प्रतिक्रिया बनाएं।
id: Umpan balik ini ditutup. Jika Anda ingin umpan balik ulang, silakan buat umpan balik baru.
it: Questo feedback è chiuso. Se vuoi fare un nuovo feedback, crea un nuovo feedback.
ja: このフィードバックは閉じられています。新しいフィードバックを作成してください
ko: 이 피드백은 닫혔습니다. 피드백을 다시 진행하려면 새로운 피드백을 만들어 주세요.
nl: Deze feedback is gesloten. Als u opnieuw feedback wilt geven, maak dan een nieuwe feedback.
pl: Ta informacja zwrotna jest zamknięta. Jeśli chcesz ponownie przekazać opinię, utwórz nową opinię.
pt: Este feedback está fechado. Se você quiser fazer um novo feedback, crie um novo feedback.
ru: Этот отзыв был закрыт. Если вы хотите оставить отзыв еще раз, пожалуйста, создайте новый отзыв.
th: ความคิดเห็นนี้ปิดแล้ว หากคุณต้องการแสดงความคิดเห็นอีกครั้ง โปรดสร้างความคิดเห็นใหม่
tr: Bu geri bildirim kapatıldı. Yeniden geri bildirim almak istiyorsanız, lütfen yeni bir geri bildirim oluşturun.
uk: Цей відгук закрито. Якщо ви хочете повторно отримати зворотній зв'язок, будь ласка, створіть новий відгук.
vi: Phản hồi này đã đóng. Nếu bạn muốn phản hồi lại, vui lòng tạo phản hồi mới.
zh_hant: 此反饋已關閉，若要重新進行反饋，請創建一個新的反饋

source: 此操作不可逆 确定吗？
ar: هذه العملية لا رجعة فيها. هل أنت متأكد؟
de: Diese Operation ist irreversibel. Bist du dir sicher?
en: This action can’t be undone. Are you sure?
es: Esta operación es irreversible. ¿Estás seguro?
fr: Cette opération est irréversible. Êtes-vous sûr ?
hi: यह ऑपरेशन अपरिवर्तनीय है। क्या आपको यकीन है?
id: Operasi ini tidak dapat diubah. Apakah kamu yakin?
it: Questa operazione è irreversibile. Sei sicuro?
ja: この操作は不可逆的です 確かですか？
ko: 이 작업은 되돌릴 수 없다 확실해?
nl: Deze operatie is onomkeerbaar. Weet je het zeker?
pl: Ta operacja jest nieodwracalna. Jesteś pewien?
pt: Esta operação é irreversível. Tem certeza?
ru: Эта операция необратима. Ты уверен?
th: การดําเนินการนี้ไม่สามารถย้อนกลับได้ คุณแน่ใจนะ?
tr: Bu işlem geri döndürülemez. Emin misin?
uk: Ця операція незворотна. Ти певен?
vi: Hoạt động này là không thể đảo ngược. Bạn có chắc không?
zh_hant: 此操作不可逆 確定嗎？

source: 此脚本已安装
ar: تم تثبيت هذا البرنامج النصي.
de: Dieses Skript wurde installiert.
en: This Script Had Installed
es: Este script ha sido instalado.
fr: Ce script a été installé.
hi: यह स्क्रिप्ट इंस्टॉल कर दी गई है।
id: Skrip ini telah diinstal.
it: Questo script è stato installato.
ja: このスクリプトはインストールされています
ko: 이 스크립트는 이미 설치되었습니다
nl: Dit script is geïnstalleerd.
pl: Ten skrypt został zainstalowany.
pt: Este script foi instalado.
ru: Этот скрипт был установлен
th: สคริปต์นี้ได้รับการติดตั้งแล้ว
tr: Bu komut dosyası kuruldu.
uk: Цей скрипт встановлено.
vi: Tập lệnh này đã được cài đặt.
zh_hant: 此腳本已安裝
